tests/perf_test/results/create_report.txt
Running 2m test @ http://localhost:8080/api/register
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec    67.71     88.22   444.00     79.76%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  14812 requests in 1.67m, 8.20MB read
  Socket errors: connect 0, read 0, write 0, timeout 14812
Requests/sec:    148.00
Transfer/sec:     83.90KB